Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/Areas/Admin/AdminNavBar.*.resx
Languages: et

source: PERMISSIONS
et: ÕIGUSED

source: DATABASE
et: ANDMEBAAS

source: REPORTS
et: RAPORTEERINGUD

source: Competitions
et: Võistlused

source: Competition teams
et: Võistluste võistkonnad

source: Countries
et: Riigid

source: Game parts
et: Mängu osad

source: Game part types
et: Mängu osa tüübid

source: Game persons
et: Mängu isikud

source: Games
et: Mängud

source: Game types
et: Mängu tüübid

source: Person roles
et: Isiku rollid

source: Persons
et: Isikud

source: Registrations
et: Registreerimised

source: Roles
et: Rollid

source: Team persons
et: Võistkonna liikmed

source: Teams
et: Võistkonnad

source: Users
et: Kasutajad
