Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/DTO.v1/Competition.*.resx
Languages: et

# Name
source: Competition name
et: Võistluse nimi

source: Organiser
et: Korraldaja

source: Start date
et: Alguskuupäev

source: End date
et: Lõppkuupäev

source: Comment
et: Kommentaar

source: Competitions organised by me
et: Minu korraldatud võistlused

# DBCompetition
source: Competition
et: Võistlus

source: Competitions
et: Võistlused

source: My Competitions
et: Minu võistlused

source: Date
et: Aeg

source: About organising
et: Info organiseerimise kohta

# CountryId
source: In which country is it taking place?
et: Mis riigis see toimub?

source: Country
et: Riik

source: Starting after:
et: Algavad hiljem kui:

# NotOrganiser
source: Not allowed, you are not the organiser of that competition!
et: Keelatud, Teie ei ole selle võistluse organiseerija!

source: Participations
et: Osalemine

# ElseInfo
source: -Everything else please add to comments: the exact place, entry fees, maximum amout on players per team etc.
et: -Kõik muu palun lisage kommentaaridesse: täpne asukoht, osalustasu(juhul kui eksisteerib), maksimalne mängijate arv tiimi kohta jne.

# OrganiserInfo
source: -If you are the organiser then just put your fullname into organiser
et: -Kui Teie olete korraldaja, siis lihtsalt kirjutage oma täisnimi korraldaja kasti

# DateInfo
source: -If the competition is going to take place just for one day you can leave the end date empty
et: -Kui võistlus toimub vaid ühe päeva, siis võib jätta võistluse lõpu kuupäeva jätta panemata
