Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/DTO.v1/CompetitionTeam.*.resx
Languages: et

# DBCompetitionTeam
source: Team at Competition
et: Võistkond võistlusel

# TeamId
source: Team name
et: Võistkonna nimi

source: Since
et: Alates

source: Team
et: Võistkond

source: Competition
et: Võistlus

# CompetitionId
source: Competition name
et: Võistluse nimi

# RegisteredAt
source: Date registered
et: Registreerumise kuupäev

source: Teams attending this competition
et: Võistkonnad sellel võistlusel

# AlreadyRegistered
source: The team is already registered to the competition!
et: Võistkond on sellele võistlusele juba registreeritud!

source: Register to competition
et: Registreeri võistlusele

# SortByCountry
source: Sort competitions by country
et: Sorteeri võistlused riigi järgi

source: Teams attending my competitions
et: Võistkonnad minu võistlustel

source: My teams at competitions
et: Minu võistkonnad võistlustel

source: All teams at competitions
et: Kõik võistkonnad võistlustel

source: Competition teams
et: Meeskonnad võistlustel

# SureRemove
source: Are you sure you want to remove this team from this competition?
et: Kas Te olete kindel, et tahate selle võistkonna sellelt võistluselt eemaldada?
