Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/DTO.v1/Game.*.resx
Languages: et

source: Add game
et: Lisa mäng

# DbGame
source: Game
et: Mäng

source: Competition
et: Võistlus

source: Kickoff time
et: Mängu algusaeg

source: Score
et: Skoor

source: Comment
et: Kommentaar

# OrganiserGames
source: Games from my competitions
et: Mängud minu võistlustel

# TeamManagerGames
source: My teams at games
et: Minu võistkonnad mängudel

# AdminGames
source: All games
et: Kõik mängud

source: Games
et: Mängud

# IfExtraTimeOrPenalties
source: if you did not choose game type to be "Two halves"
et: kui Te ei valinud mängu tüübiks "Kaks poolaega"

# SureDeleteThis
source: Are you sure you want to delete this game?
et: Kas Te olete kindel, et soovite selle mängu kustutada?

# AwayId
source: Away team
et: Võõrsil võistkond

source: Away score
et: Võõrsil võistkonna skoor

source: Home score
et: Kodu võistkonna skoor

# HomeId
source: Home team
et: Kodu võistkond

# ExtraTimeHalfLength
source: Extra time half length (min)
et: Lisapoolaja pikkus (min)

# HalfLength
source: Half length (min)
et: Poolaja pikkus (min)

# GameTypeId
source: Game type
et: Mängu tüüp

# ExtraTimeError
source: The Extra time half length is required.
et: Lisapoolaja pikkus on kohustuslik.
