Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/DTO.v1/TeamPerson.*.resx
Languages: et

# TeamId
source: Team
et: Võistkond

# PersonId
source: Team member
et: Võistkonna liige

# RoleId
source: Team member role
et: Võistkonna liikme roll

source: Since
et: Alates

source: Until
et: Kuni

# AddTeamMember
source: Add new team member to team
et: Lisa uus liige võistkonda

# AlreadyExistingMember
source: This member is already apart of the team!
et: See liige on juba võistkonnas!

# SureRemovePersonFromTeam
source: Are you sure you want to remove this member from your team?
et: Kas olete kindel, et tahate selle liikme oma võistkonnast eemaldada?

source: Remove team member
et: Eemalda võistkonna liige

# Person
source: Member
et: Liige

source: Role
et: Roll

source: Team
et: Võistkond

source: Team persons
et: Võistkondade liikmed
