Repository: egertrum/applications
Catalog: Football Competition App/Footy Back_NET_Tests/*.Resources/DTO.v1/Team.*.resx
Languages: et

# CountryId
source: Country
et: Võistkonna riik

source: Country
et: Riik

# AppUserId
source: User
et: Kasutaja

# PlayersAmount
source: Amount of players
et: Mängijate hulk

source: Team Members
et: Võistkonna liikmed

source: Team member
et: Võistkonna liige

source: Role
et: Roll

source: Team member since
et: Võistkonna liige alates

# CreateNewTeam
source: Create a new team
et: Lisa uus võistkond

# AddMembers
source: Add new members
et: Lisa liikmeid

source: My Teams
et: Minu võistkonnad

# Teams
source: All teams
et: Kõik võistkonnad

source: Add member
et: Lisa liige

source: Back to teams list
et: Tagasi võistkondade juurde

source: Back to team
et: Tagasi võistkonna juurde

# DbTeam
source: Team
et: Võistkonna

# Error
source: Can not delete this team unless you make sure that you delete all of this team's sequences at Competition teams, Team persons and games
et: Ei saa seda võistkonda kustutada, välja arvatud juhul, kui Te kustutate kõik selle võistkonna esinemised andmebaasi tabelites: Võistluste võistkonnad, võistkonna liikmed ja mängud
